Overload List
Name  |   Description
Remove(ConnectorSet)
 Removes connectors from system.
 (Inherited from  MEPSystem  .)
Remove(ICollection ElementId )
 Remove elements from system.
 (Inherited from  MEPSystem  .)
 See Also
  MechanicalSystem Class
  MechanicalSystem Members
  Autodesk.Revit.DB.Mechanical Namespace